<template>
  <div class="main-body">
    <div class="container-medium">
      <div class="my-recipe-section">
        <div class="heading">
          <h1>Nutrabbit Co., Ltd. Privacy Policy</h1>
        </div>
        <div class="my-recipe-body">
          <div class="row-type type-1">
            <p>
              주식회사 뉴트래빗(이하 '회사')은 『개인정보 보호법』, 『정보통신망
              이용촉진 및 정보보호 등에 관한 법률』을 비롯한 모든 개인정보보호
              관련 법률규정을 준수하고 있으며, 회사의 개인정보처리방침을 별도로
              제정하고 이를 준수함으로써 이용자의 개인정보를 더욱 보호하고
              있습니다. 또한 회사는 개인정보처리방침을 항상 회사 홈페이지 첫
              화면에 공개함으로써 이용자들이 언제나 쉽게 열람할 수 있도록
              조치하고 있습니다.
            </p>
            <p>
              회사의 개인정보처리방침은 관련 법률 및 고시의 변경 또는 내부
              운영방침의 변경에 따라 변경될 수 있습니다. 회사의
              개인정보처리방침이 수정될 경우 변경된 사항은 홈페이지를 통하여
              공지합니다.
            </p>
            <p>회사의 개인정보 보호정책은 다음과 같은 내용을 담고 있습니다.</p>
          </div>
          <div class="row-type type-1">
            <h3>[ 용어의 정의 ]</h3>

            <p>이 약관에서 사용하는 용어의 정의는 다음과 같습니다.</p>
            <ul class="pad-bottom-15">
              <li>
                “개인정보”라 함은 생존하는 개인에 관한 정보로서 당해 정보에
                포함되어 있는 성명, 생년월일 등에 의하여 당해 개인을 식별할 수
                있는 정보(당해 정보만으로는 특정 개인을 알아볼 수 없는 경우에도
                다른 정보와 용이하게 결합하여 알아볼 수 있는 것을 포함)를
                말합니다.
              </li>
              <li>회사는 회원의 개인정보를 다음과 같은 방법으로 수집합니다.</li>
            </ul>
            <ol>
              <li>
                수집하는 개인정보의 항목 및 수집 방법, 개인정보의 수집 및 이용
                목적에서 고지한 범위 내에서 이용하며, 동 범위를 초과하거나
                변경하는 경우에는 사전에 이용자의 동의를 받습니다. 개인정보의
                보유 및 이용 기간의 변경, 제 3 자 제공 및 취급 위탁 시 내용의
                변경 또한 동일하며, 주요한 변경 내용에 대하여 이용자에게 모두
                알리고 인터넷 사이트, 서면, 전화, 전자우편 등의 방법을 통하여
                동의를 받습니다.
              </li>
              <li>
                회원의 가입 등의 절차에서 전자우편, 이동전화 등을 통해 영리 목적
                광고의 수신과 관련하여 “동의한다” 버튼을 클릭하면 영리 목적의
                광고성 정보 수신에 동의한 것으로 확인합니다.
              </li>
            </ol>
          </div>
          <div class="row-type type-1">
            <h3>제 1 조 수집하는 개인 정보 항목 및 수집방법</h3>
            <p>
              회사는 아래와 같은 항목 및 수집 방법을 통해 개인정보를 수집하고
              있습니다.
            </p>
            <ol>
              <li>
                수집 항목 : ID 및 비밀번호, 성명, 주소, 우편번호 ,전화번호,
                휴대폰번호,이메일 주소, 프로모션메일 수신여부, 국가, 사업자 등록
                번호 , 회사명, 은행계좌 정보, 신용카드 정보, 불량 이용 기록,
                접속 일시, 서비스 이용 기록, PC IP, MAC, HDD Serial No , 쿠키
              </li>
              <li>
                회사는 회원가입 시 필수입력항목과 선택입력항목을 제시합니다.
                회원 서비스 이용 신청자는 회사가 제공하는 회원제 서비스를
                이용하기 위해서는 필수입력항목은 반드시 입력하여야 합니다. 단,
                선택입력항목은 이를 입력하지 않더라도 회원제 서비스 이용에는
                제한이 없습니다. 유료서비스를 이용하고자 하는 회원은 본인의
                이용료 결제에 필요한 범위 내에서 은행계좌정보, 신용카드정보 등의
                항목을 입력해야 하며 이는 이용표 결제를 위한 목적으로
                사용됩니다.
              </li>
            </ol>
          </div>
          <div class="row-type type-1">
            <h3>1. 홈페이지 회원 가입 및 관0리 필수항목:</h3>
            <p>
              성명, 이메일(아이디), 비밀번호, 국가, 이메일주소,국가,생년월일,
              회사명 혹은 브랜드명,비즈니스 타입
            </p>
            <p>선택항목 : 웹사이트 주소</p>
          </div>
          <div class="row-type type-1">
            <h3>2. 재화 또는 서비스 제공 전화번호, 필수항목:</h3>
            <p>
              성명, 이메일(아이디), 비밀번호, 국가, 이메일주소,국가,생년월일,
              회사명 혹은 브랜드명,비즈니스 타입
            </p>
            <p>선택항목 : 웹사이트 주소</p>
          </div>
          <div class="row-type type-1">
            <h3>3. 수집 방법 :</h3>
            <p>
              홈페이지(회원가입), 회사는 입력하신 정보를 이용자들에게 사전에
              밝힌 목적 이외에 다른 목적으로는 사용하지 않으며 외부로 유출하지
              않습니다.
            </p>
          </div>
          <div class="row-type type-1">
            <h3>제 2 조 개인정보의 수집목적 및 이용목적</h3>
            <p>회사가 수집한 개인정보의 수집 및 이용 목적은 아래와 같습니다.</p>
            <ol>
              <li>
                서비스 제공에 관한 계약의 이행 및 서비스 제공에 따른 요금의
                정산, 재화제공 구매 및 요금 결제, 물품 배송 또는 청구서 등 발송,
                금융 거래 본인 인증에 사용합니다. 회사는 이용자의 사전 동의
                없이는 이용자의 개인정보를 함부로 공개하지 않으며, 수집된 정보는
                아래와 같이 이용하고 있습니다.
              </li>
              <li>
                회원의 관리 - 서비스 이용에 따른 본인 식별, 연령 제한 서비스의
                제공, 불만 처리 등 민원 처리, 고지사항의 전달 등 원활한 의사소통
                경로의 확보, 비밀번호 분실 시 재설정, 분쟁 조정해결을 위한
                기록보존, 불량회원의 부정이용방지와 비인가 사용방지, 중복가입의
                확인에 사용합니다.
              </li>
              <li>
                신규 서비스 및 마케팅에의 활용 - 신규 서비스 및 이벤트 정보의
                안내, 맞춤 서비스의 제공, 인구통계학적 특성에 따른 분석자료의
                작성과 서비스의 제공 및 광고 게재에 사용합니다.
              </li>
            </ol>
          </div>
          <div class="row-type type-1">
            <h3>제 3 조 개인정보의 보유 및 이용 기간</h3>
            <p>
              회사는 원칙적으로 개인정보 수집 및 이용 목적이 달성된 후에는 해당
              정보를 지체 없이 파기 합니다. 단, 다음의 정보에 대해서는 아래의
              이유로 명시한 기간 동안 보존합니다.
            </p>
            <p>
              - 보존항목 : ID 및 비밀번호, 성명, 생년월일, 주소, 전화번호,
              휴대폰번호, SMS 수신여부, 이메일 주소, 뉴스레터 수신여부, 접속
              일시, PC 사양 정보, 서비스 이용 기록, 법정대리인정보, PC IP, MAC,
              HDD Serial No
            </p>
            <p>
              - 보존근거 : 회원 탈퇴 시 소비자의 불만 및 분쟁 해결 등을 위한
              목적 : 90 일
            </p>
            <p>- 웹사이트 방문기록 : 3 년</p>
            <p>
              - 기타 고객의 동의를 받은 경우 동의를 받은 기간까지 : 회원의
              동의를 얻어 회원탈퇴 시 30일간 수집목적 또는 제공받은 목적이
              달성된 경우에도 전자상거래 등에서의 소비자보호에 관한 법률,
              개인정보보호법, 상법, 국세기본법 등 법령의 규정에 의하여 보존할
              필요성이 있는 경우에는 다음과 같이 일정기간 이용자의 개인정보를
              보유할 수 있습니다.
            </p>
          </div>
          <div class="row-type type-1">
            <table>
              <thead>
                <tr>
                  <th>보관하는정보</th>
                  <th>보존 근거</th>
                  <th>보존 기간</th>
                </tr>
              </thead>
              <tbody>
                <tr>
                  <td>계약 또는 청약 철회 등에 관한 기록</td>
                  <td>전자상거래 등에서의 소비자보호에 관한 법률</td>
                  <td>5 년</td>
                </tr>
                <tr>
                  <td>대금결제 및 재화 등의 공급에 관한 기록</td>
                  <td>전자상거래 등에서의 소비자보호에 관한 법률</td>
                  <td>5 년</td>
                </tr>
                <tr>
                  <td>건당 1 만원 초과 전자금융거래에 관한 기록</td>
                  <td>전자금융거래법</td>
                  <td>5 년</td>
                </tr>
                <tr>
                  <td>소비자의 불만 또는 분쟁 처리에 관한 기록</td>
                  <td>전자상거래 등에서의 소비자보호에 관한 법률</td>
                  <td>3 년</td>
                </tr>
                <tr>
                  <td>건당 1 만원 이하 전자금융거래에 관한 기록</td>
                  <td>전자금융거래법</td>
                  <td>1 년</td>
                </tr>
                <tr>
                  <td>본인확인에 관한 기록</td>
                  <td>정보통신 이용촉진 및 정보보호 등에 관한 법률</td>
                  <td>6개월</td>
                </tr>
              </tbody>
            </table>
          </div>
          <div class="row-type type-1">
            <h3>제 4 조 (개인정보처리의 위탁)</h3>
            <p>
              당사는 개인정보의 처리와 관련하여 아래의 위탁 제휴사에 업무를
              위탁하고 있으며, 관계 법력에 따라 위탁 계약 시 개인정보가 안전하게
              관리될 수 있도록 필요한 사항을 규정하고 있습니다.
            </p>
          </div>
          <div class="row-type type-1">
            <table>
              <thead>
                <tr>
                  <th>업체명</th>
                  <th>처리위탁 업무 내용</th>
                </tr>
              </thead>
              <tbody>
                <tr>
                  <td>미정</td>
                  <td>주문상품 배송 정보 수집 및 배송 서비스 제공</td>
                </tr>
                <tr>
                  <td>토스</td>
                  <td>결제대행 서비스 (PG)</td>
                </tr>
                <tr>
                  <td>디비스쿨</td>
                  <td>
                    sbxm뉴트리 3.3 시스템 구축,운영,유지보수 업무개인정보의
                    전산처리 및 저장, 이메일 발송
                  </td>
                </tr>
              </tbody>
            </table>
          </div>
          <div class="row-type type-1">
            <h3>제 5 조 개인정보 제공 및 공유</h3>
            <p>
              회사는 원칙적으로 이용자의 개인정보를 외부에 제공하지 않습니다.
              다만, 아래의 경우에는 예외로 합니다.
            </p>
            <ol>
              <li>이용자가 사전에 동의한 경우</li>
              <li>서비스 제공에 따른 요금 정산을 위해 필요한 경우</li>
              <li>
                전기통신기본법, 전기통신사업법 등 관계법령의 규정에 의거하거나,
                수사 목적으로 법령에 정해진 절차와 방법에 따라 수사기관의 요구가
                있는 경우
              </li>
              <li>
                회원 자신의 개인정보 관리에 관한 사항
                <ul>
                  <li>
                    회원은 회사의 홈페이지 내 “내프로필>계정삭제”를 클릭하거나
                    개인정보관리책임자에게 서면, 전화, 전자우편 등을 통해
                    개인정보 수집에 대한 동의를 철회할 수 있으며, 그 경우 회사는
                    본인 여부를 확인한 후 법령에 다르게 규정하고 있는 경우를
                    제외하고는 당해 개인정보의 파기 등 조치를 취합니다. 단,
                    회원탈퇴로 인하여 개인정보가 파기가 되는 경우에는 해당
                    회원이 회사의 서비스를 이용하면서 생성, 축적한 관련 정보가
                    함께 파기될 수 있습니다.
                  </li>
                  <li>
                    회원은 회사의 홈페이지 내 회원정보변경 페이지를 통하여
                    자신의 개인정보에 대한 열람 및 정정을 요구 할 수 있고 그
                    경우 회사는 필요한 조치를 취합니다.
                  </li>
                  <li>
                    회사는 회원의 대리인이 방문하여 열람 또는 정정을 요구 하는
                    경우에는 회원의 진정한 대리인인지 여부를 확인하며 이 경우
                    회사는 대리 관계를 나타내는 증표를 제시하도록 요구할 수
                    있습니다.
                  </li>
                  <li>
                    회사는 당해 개인정보의 전부 또는 일부에 대하여 열람 또는
                    회원의 개인정보 등에 대한 정정요구를 거절할 정당한 이유가
                    있는 경우에는 회원에게 이를 지체 없이 통지하고 그 이유를
                    설명합니다.
                  </li>
                  <li>
                    성명, 생년월일, 이메일 주소 등 회원 가입 시 회원이 제공한
                    필수입력항목들의 변경은 회사가 제공하는 서비스에 오류 등을
                    발생시킬 수 있는 사항이기에, 회사는 원활하고 안정적인 서비스
                    제공을 위하여 회원의 필수입력항목 변경에 대해서는 해당
                    회원에게 별도로 절차를 요청할 수 있습니다.
                  </li>
                </ul>
              </li>
            </ol>
          </div>
          <div class="row-type type-1">
            <h3>
              제 6 조 개인정보 자동 수집 장치의 설치, 운영 및 그 거부에 관한
              사항
            </h3>
            <p>
              회사는 회원들에게 특화된 맞춤 서비스 등을 제공하기 위해서 회원의
              정보를 수시로 저장하고 찾아내는 ‘쿠키(Cookie, 접속정보파일)’를
              운용합니다. 회사는 쿠키 운용과 관련하여 회원의 컴퓨터는 식별하지만
              회원을 개인적으로 식별하지는 않습니다.
            </p>
            <p>
              -회원은 ‘쿠키’에 대한 선택권을 가지고 있습니다. 회원은
              웹브라우저에서 [도구] > [인터넷옵션] > [보안] > [사용자정의수준]을
              선택함으로써 모든 쿠키를 허용하거나, 쿠키가 저장될 때마다 확인을
              거치거나, 아니면 모든 쿠키의 저장을 거부할 수 있습니다. 단, 모든
              쿠키의 저장을 거부하는 경우, 쿠키를 통해 회사에서 제공하는
              서비스를 이용할 수 없습니다.
            </p>
          </div>
          <div class="row-type type-2">
            <h3>제 7 조 개인정보의 기술적/관리적 보호 대책</h3>
            <p>
              회사는 개인정보의 안전성 확보를 위해 다음과 같은 조치를 취하고
              있습니다.
            </p>
            <ul>
              <li>관리적 조치 : 내부관리계획 수립∙시행, 정기적 직원 교육 등</li>
              <li>
                기술적 조치 : 개인정보처리시스템 등의 접근권한 관리,
                접근통제시스템 설치, 고유식별정보 등의 암호화, 보안프로그램 설치
              </li>
              <li>물리적 조치 : 전산실, 자료보관실 등의 접근통제</li>
            </ul>
          </div>
          <div class="row-type type-1">
            <h3 class="pad-bottom-15">
              제 7 조 개인정보의 기술적/관리적 보호 대책
            </h3>
            <table>
              <thead>
                <tr>
                  <th>업체명</th>
                  <th>처리위탁 업무 내용</th>
                </tr>
              </thead>
              <tbody>
                <tr>
                  <td>미정</td>
                  <td>주문상품 배송 정보 수집 및 배송 서비스 제공</td>
                </tr>
                <tr>
                  <td>토스</td>
                  <td>결제대행 서비스 (PG)</td>
                </tr>
                <tr>
                  <td>디비스쿨</td>
                  <td>
                    sbxm뉴트리 3.3 시스템 구축,운영,유지보수 업무개인정보의
                    전산처리 및 저장, 이메일 발송
                  </td>
                </tr>
              </tbody>
            </table>
          </div>
          <div class="row-type type-2">
            <p>
              귀하께서는 회사의 서비스를 이용하시며 발생하는 모든 개인정보보호
              관련 민원을 개인정보관리책임자 혹은 담당 부서로 신고하실 수
              있습니다. 회사는 이용자들의 신고 사항에 대해 신속하게 충분한
              답변을 드릴 것입니다.
            </p>
            <p>
              기타 개인정보침해에 대한 신고나 상담이 필요하신 경우에는 아래
              기관에 문의하시기 바랍니다.
            </p>
            <ul>
              <li>
                개인정보 침해신고센터 (http://www.cyberprivacy.or.kr, 전화 1336)
              </li>
              <li>
                개인정보 분쟁조정위원회 (http://www.kopico.or.kr,전화 1336)
              </li>
              <li>
                정보보호마크 인증위원회 (http://www.privacymark.or.kr,전화
                02-580-0533)
              </li>
              <li>경찰청 (http://www.police.go.kr)</li>
            </ul>
          </div>
          <div class="row-type type-1">
            <h3>제 9조 만 14세 미만 가입</h3>
            <ol>
              <li>
                회사는 B2B 서비스 기반으로 개인정보 보호법 및 계약상의 문제로
                '법정 대리인의 동의가 필요한 만 14세 미만 아동의 회원 가입을
                받지 않는다.
              </li>
              <li>
                사실과 다른 정보를 입력함에 따른 법적 문제 등에 대하여 회사는
                어떠한 책임도 부담하지 아니 한다.
              </li>
            </ol>
          </div>
          <div class="row-type type-1">
            <h3>제 10 조 개인정보 보유 기간 및 파기</h3>
            <ol>
              <li>
                회사는 이용자의 개인정보는 이용목적이 달성 및 이용자의 서비스
                해지 요청이 있을 경우 지체 없이 파기한다. 단, 법령의 규정에
                의하여 보존할 필요성이 있는 경우에는 예외로 한다.
              </li>
              <li>
                회사는 ‘개인정보 유효기간제’에 따라 1 년간 서비스를 이용하지
                않은 이용자는 휴면계정으로 전환되어, 개인정보를 별도로 분리
                보관한다. 회사는 휴면 전환 30 일 전까지 휴면 예정 회원에게 별도
                분리 보관되는 사실 및 휴면 예정일, 별도 분리 보관하는 개인정보
                항목을 이메일, SMS, App push 등 이용자에게 통지 가능한 방법으로
                이용자에게 알린다. 다만, 해당 통지 수단에 대한 정보가 부재 또는
                오류인 경우에는 개인정보 처리방침의 내용으로 갈음하며, 로그인 할
                때 파기 혹은 별도 분리저장에 관하여 사후 통보할 수 있다. 분리
                보관된 개인정보는 4 년간 보관 후 지체없이 파기한다.
              </li>
              <li>
                회원이 휴면계정으로 전환을 원하지 않는 경우, 휴면계정 전환 전
                서비스 내 로그인 하시면 됩니다. 또한, 휴면 계정으로
                전환되었더라도 로그인할 경우 이용자의 동의에 따라 휴면계정을
                복원하여 정상적인 서비스를 이용할 수 있다.
              </li>
              <li>
                회사는 원칙적으로 이용자 개인정보의 보유기간의 경과, 이용목적이
                달성되면 재생이 불가능한 방법으로 파기하고 있다. 전자적 파일
                형태는 복구 및 재생할 수 없는 기술적 방법을 사용하여 안전하게
                삭제하고, 종이에 출력된 개인정보는 분쇄하거나 소각하여 파기한다.
              </li>
            </ol>
          </div>
          <div class="row-type type-1">
            <h3>제11조 고지의 의무</h3>
            <p>
              본 개인정보처리방침은 법령 정책 또는 보안 기술의 변경에 따라
              내용의 추가 삭제 및 수정이 있을 시에는 변경되는 개인정보처리방침을
              시행하기 최소 7 일 전에 홈페이지를 통해 변경 이유 및 내용 등을
              공지하도록 하겠습니다.
            </p>
          </div>
        </div>
      </div>
    </div>
  </div>
</template>

<script>
export default {
  name: "Privacy",
};
</script>

<style scoped lang="scss">
.row-type {
  margin-bottom: 30px;
  h3 {
    font-style: normal;
    font-weight: 700;
    font-size: 12px;
    line-height: 150%;
    color: #666666;
    margin-bottom: 5px;
  }
  p {
    padding-bottom: 5px;
  }
  p,
  ul li,
  ol li {
    font-weight: 500;
    font-size: 12px;
    line-height: 150%;
    color: #666666;
  }
  &.type-1 {
    table {
      width: 100%;
      border: 1px solid #ccc;
      background: #fafafa;
      tr {
        border-bottom: 1px solid #ccc;
        font-weight: 500;
        color: #828282;
        text-align: left;
        th,
        td {
          padding: 10px;
          font-size: 12px;
          line-height: 14px;
          border-right: 1px solid #ccc;
          &:last-child {
            border-right: 0px;
          }
        }
        th {
          color: #666666;
          font-weight: 400;
        }
      }
    }
  }
  &.type-2 {
    ul {
      padding-left: 35px;
    }
  }
}
.pad-bottom-15 {
  padding-bottom: 15px;
}
.my-recipe-body {
  padding-bottom: 50px;
  ol {
    list-style-type: auto;
    padding-left: 20px;
  }
  ul {
    list-style-type: disc;
    padding-left: 20px;
  }
  h2 {
    font-weight: 700;
    font-size: 16px;
    line-height: 150%;
    color: #333333;
    margin-bottom: 30px;
  }
}
</style>