<template>
  <div class="main-body terms-comp">
    <div class="container-medium">
      <div class="my-recipe-section">
        <template v-for="(item, index) of Terms" :key="index">
          <div class="heading">
            <h1>{{item.title}}</h1>
          </div>
          <!-- <div class="my-recipe-body" v-html="item.description"></div> -->
          <div class="my-recipe-body" >
            <div class="row-type type-1">
                        <h3>Article 1 (Purpose) </h3>
                        <p class="pad-bottom-15">
                            제1조(목적) 이 약관은 주식회사 뉴트래빗 (전자상거래 사업자)가
                            운영하는 nutri3.3(이하 “몰”이라 한다)에서 제공하는 인터넷 관련
                            서비스(이하 “서비스”라 한다)를 이용함에 있어 사이버 몰과 이용자의
                            권리.의무 및 책임사항을 규정함을 목적으로 합니다.
                        </p>
                        <p>
                            ※「PC 통신, 무선 등을 이용하는 전자상거래에 대해서도 그 성질에
                            반하지 않는 한 이 약관을 준용합니다.」
                        </p>
                    </div>
                    <div class="row-type type-1">
                        <h3>제 2 조 (용어의 정의)</h3>
                        <p>이 약관에서 사용하는 용어의 정의는 다음과 같습니다.</p>
                        <ol type="1">
                            <li>
                                회원서비스를 제공 받기 위하여 회사와 이용계약을 체결하거나
                                이용자 아이디(ID)를 부여 받은 자를 말합니다.
                            </li>
                            <li>
                                아이디(ID)회원의 식별과 서비스를 이용을 위하여 기입한 회원이
                                입력하고 회사가 승인한 이메일 주소를 말합니다.
                            </li>
                            <li>
                                비밀번호 회원이 부여 받은아이디(ID)와 일치된 회원임을 확인하고
                                회원 자신의 비밀을 보호하기 위하여 회원이 정한 문자와 숫자의
                                조합을 말합니다.
                            </li>
                            <li>
                                해지 회사 또는 회원이 서비스를 개통 후 이용계약을 해약 하는 것을
                                말합니다.
                            </li>
                            <li>
                                nutri3.3 회사가 운영하는 인터넷 사이트로서, 회사가 회원에게
                                제공하는 서비스와 관련된 다양한 정보와 사용 내역 등을 확인할 수
                                있는 사이트를 말합니다.
                            </li>
                            <li>
                                몰 회사가 재화 또는 용역(이하 "재화등")을 고객에게 제공하기
                                위하여 컴퓨터 등 정보통신설비를 이용하여 재화 등을 거래할 수
                                있도록 설정한 가상의 영업장을 말하며, 아울러 몰을 운영하는
                                사업자 또는 회사의 홈페이지의 의미로도 사용합니다.
                            </li>
                            <li>
                                고객 몰에 접속하여 이 약관에 따라 회사가 제공하는 서비스를 받는
                                회원 및 비회원을 말합니다.
                            </li>
                            <li>
                                샘플 은당사와의 제품개발을 목적으로 재화를 테스트를 해볼 수
                                있도록 제공하는 것을 말한다.
                            </li>
                        </ol>
                    </div>
                    <div class="row-type type-1">
                        <h3>제 3 조 (약관의 변경)</h3>
                        <p>
                            1. 이 약관은 회사의 경영환경의 변화 또는 영업정책에 따라 변경이
                            가능하며, 이 약관을 변경하고자 할 경우, 회사는 변경된 약관을
                            적용하고자 하는 날(이하 "효력 발생일")로부터 7 일(회원에게 불리한
                            변경의 경우 30 일) 이전에 이 약관이 변경된다는 사실과 변경된 내용
                            등을 아래의 규정된 방법 중 1 가지 이상의 방법으로 회원에게
                            고지합니다.
                        </p>
                        <ul>
                            <li>
                                회사 및 제휴사 홈페이지 등을 통한
                                게시(https://www.nutri33.co.kr/)
                            </li>
                            <li>전자우편(e-Mail) 또는 전화연락을 통한 통지</li>
                            <li>휴대 전화 메시지 (SMS, LMS, MMS, mDM, 알림톡 등)</li>
                        </ul>
                        <p>
                            2. 이 약관이 변경된다는 사실과 변경된 내용 등을 회원에게
                            전자우편(E-MAIL), 전화(휴대전화 포함), 모사전송, 주소 등을
                            이용하여 통지할 경우에는 가장 최근에 수정된 정보에 따라
                            통지합니다.
                        </p>
                        <p>
                            3. 본 조의 규정에 의한 변경된 약관(이하 "변경약관")은 원칙적으로
                            그 효력 발생일로부터 유효합니다.
                        </p>
                        <p>
                            4. 변경약관에 이의가 있는 회원은 회원 탈퇴 또는 이의 제기를 할 수
                            있으며, 제 1 항의 고지가 있은 후 30 일 이내에 회원 탈퇴 또는 이의
                            제기하지 않은 회원은 변경약관에 동의한 것으로 간주됩니다.
                        </p>
                        <p>
                            5. 본 조의 고지방법은, 이 약관에서 달리 규정하지 않는 한, 이
                            약관의 각 조항에서 규정하는 통보 또는 통지의 경우에 이를
                            준용합니다.
                        </p>
                    </div>
                    <div class="row-type type-1">
                        <h3>제 4 조 (약관 이외의 준칙)</h3>
                        <p>
                            이 약관에 언급되지 않은 사항이 관련법령에 규정되어 있는 경우 그
                            규정에 따라 적용될 수 있습니다.
                        </p>
                    </div>
                    <h2>제 2 절 회원</h2>
                    <div class="row-type type-1">
                        <h3>제 5 조 (회원가입)</h3>
                        <ol>
                            <li>
                                고객은 약관 내용에 대해 확인하고, 회사가 정한 가입 양식에 따라
                                회원정보를 기입한 후 약관내용에 대하여 동의여부를 체크하는
                                방법으로 동의할 수 있습니다. 고객이 동의 부분에 체크하면 이
                                약관에 대해 동의한 것으로 봅니다.
                            </li>
                            <li>
                                회사는 제 1 항과 같이 회원으로 가입할 것을 신청한 고객 중 다음
                                각호에 해당하지 않는 한 회원으로 등록합니다.
                                <ul>
                                    <li>
                                        가입신청자가 이전에 이 약관 의하여 회원자격을 상실한 적이
                                        있는 경우
                                    </li>
                                    <li>등록 내용에 허위, 기재누락, 오기가 있는 경우</li>
                                    <li>다른 사람의 명의를 사용하여 신청한 경우</li>
                                    <li>
                                        사회의 안녕질서 또는 미풍양속을 저해할 목적으로 신청한 경우
                                    </li>
                                    <li>기타 회사 소정의 이용신청요건을 충족하지 못하는 경우</li>
                                </ul>
                            </li>
                            <li>
                                회사는 다음에 해당하는 경우에 그 신청에 대한 승낙 제한사유가
                                해소될 때까지 승낙을 유보할 수 있습니다.
                                <ul>
                                    <li>서비스관련설비에여유가없는경우</li>
                                    <li>기술상 지장이 있는 경우</li>
                                    <li>기타 회사가 필요하다고 인정되는 경우</li>
                                </ul>
                            </li>
                            <li>
                                회원가입계약의 성립시기는 회사의 승낙이 회원에게 도달한 시점으로
                                합니다.
                            </li>
                            <li>
                                가입신청 양식에 기재하는 모든 회원정보는 모두 실제 데이터인
                                것으로 간주됩니다. 실명이나 실제 정보를 입력하지 않은 고객은
                                법적인 보호를 받을 수 없으며 서비스의 제한을 받을 수 있습니다.
                            </li>
                            <li>
                                회원은 회원가입시 등록사항에 변동이 있는 경우, 즉시 전자우편
                                기타 방법으로 몰에 대하여 그 변경사항을 알려야 합니다. 이를
                                회사에 알리지 않음으로 인하여 발생하는 일체의 불이익에 대하여
                                회사는 책임지지 않습니다.
                            </li>
                        </ol>
                    </div>
                    <div class="row-type type-1">
                        <h3>제 6 조 (회원 탈퇴 및 자격 상실 등)</h3>
                        <ol>
                            <li>
                                회원은 회사에 약관을 해지하고 언제든지 탈퇴를 요청할 수 있으며,
                                요청을 받은 회사는 즉시 회원탈퇴 처리를 합니다
                            </li>
                            <li>
                                회원이 다음 각호의 사유에 해당하는 경우, 회사는 회원자격을 제한
                                및 정지, 상실시킬 수 있습니다.
                                <ul>
                                    <li>가입 신청 시 허위 내용을 등록 한 때</li>
                                    <li>
                                        몰을 이용하여 구입한 재화 등의 대금, 기타 몰이용에 관련하여
                                        회원이 부담하는 채무를 기일에 지급하지 않는 때
                                    </li>
                                    <li>
                                        다른 사람의 서비스 이용을 방해하거나 그 정보를 도용하는 등
                                        전자상거래 질서를 위협하는 때
                                    </li>
                                    <li>서비스 운영을 고의로 방해한 경우</li>
                                    <li>
                                        정보통신설비의 오작동이나 정보 등의 파괴를 유발시키는 컴퓨터
                                        바이러스프로그램 등을 유포하는 경우
                                    </li>
                                    <li>
                                        정보통신설비의 오작동, 오류 현상 등을 이용하여 비정상적인
                                        방법으로 서비스를이용하는 경우
                                    </li>
                                    <li>
                                        타인의 개인정보, 이용자 아이디(ID) 및 비밀번호를 부정하게
                                        사용하는 경우
                                    </li>
                                    <li>
                                        회사의 서비스 정보를 이용하여 얻은 정보를 회사의 사전 승낙
                                        없이 복제 또는 유통시키거나 상업적으로 이용하는 경우
                                    </li>
                                    <li>
                                        서비스를 이용하여 법령 또는 이 약관이 금지하거나 공서양속에
                                        반하는 행위를 하는 때
                                    </li>
                                    <li>
                                        타인의 명예를 손상시키거나 불이익을 주는 행위를 한 경우
                                    </li>
                                    <li>
                                        서비스의 안정적 운영을 방해할 목적으로 다량의 정보를
                                        전송하거나 광고성 정보를 전송한 경우
                                    </li>
                                    <li>
                                        회사, 다른 회원 또는 타인의 지적재산권을 침해하는 경우
                                    </li>
                                    <li>
                                        정보통신윤리위원회 등 외부기관의 시정요구가 있거나 불법선거
                                        운동과 관련하여 선거관리위원회의 유권해석을 받은 경우
                                    </li>
                                    <li>
                                        회원이 홈페이지와 게시판에 음란물을 게재하거나 음란사이트를
                                        링크하는 경우
                                    </li>
                                    <li>
                                        본약관을포함하여기타회사가정한이용조건및관계법령에위반한경우
                                    </li>
                                </ul>
                            </li>
                            <li>
                                회사가 회원의 자격을 상실시키는 경우에는 회원등록을 말소합니다.
                                이 경우 회원에게 이를 통지하고, 회원등록 말소 전에 최소한 30 일
                                이상의 기간을 정하여 소명할 기회를 부여합니다.
                            </li>
                        </ol>
                    </div>
                    <div class="row-type type-1">
                        <h3>제 7 조 (회원에 대한 통지)</h3>
                        <ol>
                            <li>
                                회사가 회원에 대한 통지를 하는 경우, 회원이 회사와 미리 약정하여
                                지정한 전자우편 주소 및 가입시 등록한 정보에 기명된 수단으로 할
                                수 있습니다.
                            </li>
                            <li>
                                회사는 불특정 다수 회원에 대한 통지의 경우 1 주일이상 온라인
                                서비스 게시판에 게시함으로써 개별 통지에 갈음할 수 있습니다.
                                다만, 회원 본인의 거래와 관련하여 중대한 영향을 미치는 사항에
                                대하여는 개별 통지합니다.
                            </li>
                        </ol>
                    </div>
                    <h2>제 3 절 서비스 제공 및 이용</h2>
                    <div class="row-type type-1">
                        <h3>제 8 조 (회사의 의무)</h3>
                        <ol>
                            <li>
                                회사는 서비스 제공과 관련하여 취득한 회원의 개인정보를 본인의
                                사전 승낙 없이 타인에게 공개 또는 배포할 수 없습니다. 다만, 다음
                                각호의 1에 해당하는 경우는 예외입니다.
                                <ul>
                                    <li>
                                        전기통신사업법 등 법률의 규정에 의해 국가기관의 요구가 있는
                                        경우
                                    </li>
                                    <li>
                                        범죄에 대한 수사상의 목적이 있거나 정보통신윤리위원회의
                                        요청이 있는 경우
                                    </li>
                                    <li>기타 관계법령에서 정한 절차에 따른 요청이 있는 경우</li>
                                </ul>
                            </li>
                            <li>
                                제 1 항의 범위 내에서, 회사는 업무와 관련하여 회원 전체 또는
                                일부의 개인 정보에 관한 통계 자료를 작성하여 이를 사용할 수
                                있고, 서비스를 통하여 회원의 컴퓨터 쿠키를전송할 수 있습니다. 이
                                경우 회원은 쿠키의 수신을 거부하거나 쿠키의 수신에 대하여
                                경고하도록 사용하는 컴퓨터의 브라우저의 설정을 변경할 수
                                있습니다.
                            </li>
                        </ol>
                    </div>
                    <div class="row-type type-1">
                        <h3>제 9 조 (회원의 의무)</h3>
                        <ol>
                            <li>
                                회원은 서비스 이용 시 다음 각호의 행위를 하지 않아야 합니다.
                                <ul>
                                    <li>다른 회원의 아이디(ID)를 부정하게 사용하는 행위</li>
                                    <li>
                                        서비스에서 얻은 정보를 회사의 사전승낙 없이 회원의 이용
                                        이외의 목적으로 복제하거나 이를 변경, 출판 및 방송 등에
                                        사용하거나 타인에게 제공하는 행위
                                    </li>
                                    <li>
                                        회사의 저작권,타인의 저작권 등 기타 권리를 침해하는 행위
                                    </li>
                                    <li>
                                        회사의 정책, 공공질서, 미풍양속에 위반되는 내용의 정보,
                                        문장, 도형 등을 게시,공개하거나 타인에게 유포하는 행위
                                    </li>
                                    <li>범죄와 결부된다고 객관적으로 판단하는 행위</li>
                                    <li>기타 관계법령에 위배되는 행위</li>
                                </ul>
                            </li>
                            <li>
                                회원은 관계법령, 이 약관에서 규정하는 사항, 서비스 이용 안내 및
                                주의 사항을 준수 하여야 합니다.
                            </li>
                            <li>
                                회원은 내용별로 회사가 서비스 공지사항에 게시하거나 별도로
                                공지한 이용 제한 사항을 준수하여야 합니다.
                            </li>
                            <li>
                                회원은 회사의 사전 승낙 없이 서비스를 이용하여 어떠한 영리행위도
                                할 수 없습니다.
                            </li>
                        </ol>
                    </div>
                    <div class="row-type type-1">
                        <h3>
                            제 10 조 (회원 아이디(ID)와 비밀번호 관리에 대한 회원의 의무)
                        </h3>
                        <ol>
                            <li>
                                아이디(ID)와 비밀번호에 대한 모든 관리는 회원에게 책임이
                                있습니다. 회원에게 부여된 아이디(ID)와 비밀번호의 관리소홀,
                                부정사용에 의하여 발생하는 모든 결과에 대한 전적인 책임은
                                회원에게 있습니다.
                            </li>
                            <li>
                                회원은 자신의 아이디(ID)가 부정하게 사용된 경우 또는 기타 보안
                                위반에 대하여, 회원은 반드시 회사에 그 사실을 통보해야 합니다.
                            </li>
                        </ol>
                    </div>
                    <div class="row-type type-1">
                        <h3>제 11 조 (정보의 제공)</h3>
                        <p>
                            회사는 회사의 브랜드 제품, 관련 브랜드 사이트, 매장정보, 이벤트 등
                            회원의 서비스이용에 관련된 다양한 정보에 대해서 전자메일이나
                            서신우편 등의 방법으로 회원에게 제공할 수 있으며, 회원은 원하지
                            않을 경우 내프로필 메뉴에서 정보수신거부를 할 수 있습니다.
                        </p>
                    </div>
                    <div class="row-type type-1">
                        <h3>제 12 조 (광고주와의 거래)</h3>
                        <p>
                            회사는 본 서비스상에 게재되어 있거나 본 서비스를 통한 광고주의
                            판촉활동에 회원이 참여하거나 교신 또는 거래의 결과로서 발생하는
                            모든 손실 또는 손해에 대해 책임을 지지 않습니다.
                        </p>
                    </div>
                    <div class="row-type type-2">
                        <h3>제 13 조 (회원의 게시물)</h3>
                        <p>
                            회사는 회원이 본 서비스를 통하여 게시, 게재, 전자메일 또는 달리
                            전송한 내용물에 대하여 책임을 지지 않으며, 다음 각호의 1 에
                            해당한다고 판단되는 경우에 사전 통지 없이 삭제할 수 있습니다.
                        </p>
                        <ul>
                            <li>
                                다른 회원이나 타인을 비방하거나, 프라이버시를 침해하거나,
                                중상모략으로 명예를 손상시키는 내용인 경우
                            </li>
                            <li>서비스의안정적인운영에지장을주거나줄우려가있는경우</li>
                            <li>범죄적 행위에 관련된다고 인정되는 내용일 경우</li>
                            <li>
                                회사의 지적재산권, 타인의 지적재산권 등 기타 권리를 침해하는
                                내용인 경우
                            </li>
                            <li>회사에서 규정한 게시기간을 초과한 경우</li>
                            <li>기타 관계법령에 위반된다고 판단되는 경우</li>
                        </ul>
                    </div>
                    <div class="row-type type-1">
                        <h3>제 14 조 (게시물에 대한 권리 및 책임)</h3>
                        <ol>
                            <li>
                                회사가 작성한 저작물에 대한 저작권 기타 지적재산권은 회사에
                                귀속합니다.
                            </li>
                            <li>
                                회원은 회사의 서비스를 이용함으로써 얻는 정보 중 회사에게
                                지적재산권이 귀속된 정보를 회사의 사전 승낙 없이 복제, 송신,
                                출판, 배포, 방송 기타 방법에 의하여 영리목적으로 이용하거나 제 3
                                자에게 이용하게 하여서는 안됩니다.
                            </li>
                            <li>
                                회사는 약정에 따라 회원에게 귀속된 저작권을 사용하는 경우 당해
                                회원에게 통보합니다.
                            </li>
                            <li>
                                회원이 게시한 저작물이 회사 또는 제3자의 권리를 침해하거나
                                공서양속에 반한다고 볼 합리적인 사유가 있는 경우, 회사는 이를
                                임의로 삭제할 수 있고 이를 회원에게 통보합니다.
                            </li>
                        </ol>
                    </div>
                    <div class="row-type type-1">
                        <h3>제 15 조 (상담게시판)</h3>
                        <ol>
                            <li>
                                상담에 대한 답변 내용은 각 전문가의 지식을 바탕으로 한 주관적인
                                답변입니다. 회사는 답변의 의견을 대표하지는 않습니다.
                            </li>
                            <li>
                                회원이 신청한 상담에 대한 적절한 답변을 위하여 각 전문가들은
                                상담 내용과 답변을 참고할 수 있습니다.
                            </li>
                            <li>
                                서비스에서 진행된 상담의 내용은 개인신상정보를 삭제한 다음
                                학술활동, 인쇄물 등의 저작활동, FAQ 등의 서비스 내용의 일부로
                                사용할 수 있습니다.
                            </li>
                            <li>
                                아래와 같은 상담을 신청하는 경우에는 상담서비스를 제공하지 않을
                                수 있습니다.
                                <ul>
                                    <li>같은 내용의 상담을 반복하여 신청하는 경우</li>
                                    <li>상식에 어긋나는 표현을 사용하여 상담을 신청하는 경우</li>
                                    <li>진단명을 요구하는 상담을 신청하는 경우</li>
                                    <li>
                                        치료비, 검사비, 의약품 가격 등에 대하여 상담을 신청하는 경우
                                        o 기타 회사가 상담이 적절하지 않다고 판단하는 경우
                                    </li>
                                </ul>
                            </li>
                        </ol>
                    </div>
                    <div class="row-type type-1">
                        <h3>제 16 조 (서비스 이용시간)</h3>
                        <ol>
                            <li>
                                서비스는 회사의 업무상 또는 기술상의 장애, 기타 특별한 사유가
                                없는 한 연중무휴, 1 일 24 시간 이용할 수 있습니다. 다만, 설비의
                                점검 등 회사가 필요한 경우 또는 설비의장애, 서비스 이용의 폭주
                                등 불가항력으로 인하여 서비스 이용에 지장이 있는 경우 예외적으로
                                서비스 이용의 전부 또는 일부에 대하여 제한할 수 있습니다.
                            </li>
                            <li>
                                회사는 제공하는 서비스 중 일부에 대한 서비스이용시간을 별도로
                                정할 수 있으며, 이 경우 그 이용시간을 사전에 회원에게 공지 또는
                                통지 합니다.
                            </li>
                        </ol>
                    </div>
                    <div class="row-type type-1">
                        <h3>제 17 조 (서비스 이용 책임)</h3>
                        <ol>
                            <li>
                                회사는 B2B 서비스를 기본으로 회사와의 제품 개발 목적으로
                                요청받은 샘플을 제공함에 있어서 발생하는 소정의 배송비와 포장비
                                등을 비용을 부담하는 조건으로 서비스 차원에서 샘플을 제공한다.
                            </li>
                            <li>
                                회사의 “몰”은 B2B 서비스 기반으로 사업자 등록증을 확인하는
                                절차를 진행하며, 해당 서비스 특성상 요청받은 샘플에 대해서
                                테스트 목적으로 제공한다. 이에 고객은 당사에 어떠한 권리를요구할
                                수 없고, 권리를 요구하기 않는 것을 전제로 제공하며 회사는 제품
                                제공에 있어서 어떠한 책임을 지지 아니 한다.
                            </li>
                            <li>
                                고객은 샘플의 재판매, 유통, 양도, 처분, 재사용, 수익 등을 해서는
                                아니 되며, 고객은 이를 준수할 것을 전제로 서비스를 신청한다.
                            </li>
                            <li>
                                고객은 제공받은 샘플이 신청한 것과 다르거나 훼손된 샘플을 받은
                                경우 받은 날로 부터 7 일 이내에 "ASK US" 또는 배정된 담당자에게
                                해당 제품 사진과 함께 문의할 수 있다.
                            </li>
                            <li>
                                회원은 서비스를 이용하여 불법 상품을 판매하는 영업 활동을 할 수
                                없으며 특히 해킹, 돈벌기 광고, 음란사이트를 통한 상업행위, 상용
                                S/W 불법배포 등을 할 수 없습니다. 이를 위반하여 발생한
                                영업활동의 결과, 손실, 관계기관에 의한 법적 조치 등에 관해서는
                                회사가 책임을 지지 아니 한다.
                            </li>
                        </ol>
                    </div>
                    <h2>제 4 절 개인정보보호</h2>
                    <div class="row-type type-1">
                        <h3>제 18 조 (개인정보 수집, 이용 등)</h3>
                        <ol>
                            <li>
                                회사는 회원으로 가입하고자 하는 고객의 동의를 얻어 서비스 제공에
                                필요한 최소한의 정보를 수집하며, 가입 시 뿐만 아니라 가입기간 중
                                회원제도 운영의 필요에 따라 추가적인 정보의 수집을 할 수
                                있습니다.
                            </li>
                            <li>
                                회원은 개인정보의 변경이 있거나, 타인의 도용 등의 사정이 발생한
                                때에는 회사 또는 제휴사의 고객센터로 통지하여야 지속적인 서비스
                                혜택과 개인정보를 보호받을 수 있으며, 회사는 이를 게을리하여
                                발생한 손해에 대해서는 책임지지 않습니다.
                            </li>
                            <li>
                                이 약관을 통해 수집되는 회원의 개인정보는 회원에게 양질의
                                서비스를 제공하기 위해 사용되며, 수집 받은 목적 외의 용도로
                                활용하지 않습니다.
                            </li>
                            <li>
                                개인정보의 이용 목적은 회원의 서비스 변경에 따라 변경될 수
                                있으며, 이 경우에는 이 약관에서 정한 절차에 따라 사전 통지해
                                드립니다. 회사가 개인정보와 관련하여 변경사실을 고지 또는 통지한
                                후 30 일 이내에 회원이 이의를 회사에 제기하지 않으면, 회사 및
                                제휴사에 대하여 변경된 개인정보의 제공 및 이용 등에 동의한
                                것으로 간주합니다. 다만, 그럼에도 불구하고 회원은 언제든지 이
                                동의를 철회할 수 있습니다.
                            </li>
                        </ol>
                    </div>
                    <div class="row-type type-1">
                        <h3>제 19 조 (기타)</h3>
                        <ol>
                            <li>
                                회사는 회원의 개인정보에 대한 개인정보처리방침을 공개하고, 그에
                                따라 개인정보 정책을 운영하고 있습니다.
                            </li>
                            <li>
                                회원은 자신의 개인정보의 처리와 관련한 자세한 내용을 홈페이지 첫
                                화면을 통해 회사의 인터넷 홈페이지 개인정보취급방침을 통해
                                확인할 수 있습니다.
                            </li>
                        </ol>
                    </div>
                    <h2>제 5 절 홈페이지 관련</h2>
                    <div class="row-type type-1">
                        <h3>제 20 조 (회원 ID 및 비밀번호)</h3>
                        <ol>
                            <li>
                                홈페이지 서비스를 이용하고자 하는 회원은 nutri3.3 및 제휴사가
                                정한 바에 따라 회원 ID 와 비밀번호를 정하여 별도로 등록해야
                                합니다.
                            </li>
                            <li>
                                홈페이지 서비스를 이용하는 회원은 본인의 회원ID 및 비밀번호를
                                본인 스스로 관리하고 제3자가 이용하게 해서는 안 되며, 회원ID 및
                                비밀번호에 대한 관리책임은 원칙적으로 회원 본인에게 있습니다.
                            </li>
                            <li>
                                회원이 자신의 ID 및 비밀번호를 도난 당하거나 제3자가 사용하고
                                있음을 인지한 경우에는 바로 “몰”에 통보하고 “몰”의 안내가 있는
                                경우에는 그에 따라야 합니다.
                            </li>
                        </ol>
                    </div>
                    <div class="row-type type-1">
                        <h3>제 21 조 (회원의 의무)</h3>
                        <ol>
                            <li>
                                회원은 자사의홈페이지 서비스 이용시 다음 행위를 하여서는 안
                                됩니다.
                                <ul>
                                    <li>
                                        개인정보관련:회원가입신청또는정보변경시허위내용의등록및타인의
                                        정보 도용
                                    </li>
                                    <li>
                                        지적재산권관련:“몰”에게시된정보의무단변경,삭제등훼손행위및
                                        제3자의 저작권 등 지적재산권에 대한 침해
                                    </li>
                                    <li>
                                        기타 부적절한 행위 : “몰”이 정한 정보 이외의 정보(컴퓨터
                                        프로그램 등)를 송신 또는 게시하는 행위, 제 3 자의 명예를
                                        손상시키는 행위, 업무를 방해하는 행위, 외설적∙폭력적
                                        이미지∙소리∙글 등 공서양속에 반하는 정보를 홈페이지에 공개
                                        또는 게시
                                    </li>
                                </ul>
                            </li>
                            <li>
                                “몰” 은 회원이 제 1 항의 의무를 위반하는 행위에 대하여 게시물
                                삭제 등 필요한 조치를 취할 수 있습니다.
                            </li>
                        </ol>
                    </div>
                    <div class="row-type type-1">
                        <h3>제 22 조 (웹사이트 연결 등에 관한 책임)</h3>
                        <p>
                            nutri3.3 및 제휴사의 다른 웹사이트가 각종 링크 등의 방식으로
                            연결된 경우, nutri3.3 및 제휴사의 회원이 링크로 연결된 웹사이트와
                            독자적으로 행하는 일체의 거래에 대하여 책임이 없습니다.
                        </p>
                    </div>
                    <div class="row-type type-1">
                        <h3>제 23 조 (지적재산권 관련)</h3>
                        <ol>
                            <li>
                                “몰“이 작성한 저작물에 대한 저작권 기타 지적재산권은 ”몰“에
                                귀속합니다.
                            </li>
                            <li>
                                회원은 “몰” 를 이용하여 얻은 정보를 “몰” 의 사전 승낙 없이
                                무단으로 복제, 송신, 출판, 배포, 방송 기타 방법에 의하여
                                영리목적으로 이용하거나 제 3 자로 하여금 이용하게 할 수
                                없습니다.
                            </li>
                            <li>
                                회원이 홈페이지에 게시한 정보가 타인의 지적재산권을 침해하는
                                경우, 그로 인해 발생하는 일체의 민∙형사상의 책임은 모두 회원이
                                부담하여야 합니다.
                            </li>
                        </ol>
                    </div>
                    <div class="row-type type-1">
                        <h3>제 24 조 (홈페이지 서비스 이용 관련 분쟁 해결)</h3>
                        <p>
                            회원이 “몰” 의 서비스 이용과 관련하여 불만이 있어 해당 홈페이지
                            운영주체에게 연락한 경우, 몰은 회원의 불만사항을 신속하고 성실히
                            처리합니다.
                        </p>
                    </div>
                    <h2>제 6 절 기타</h2>
                    <div class="row-type type-1">
                        <h3>제 25 조 (서비스 종료)</h3>
                        <p>
                            몰 또는 제휴사가 영업부문의 폐지∙통합, 영업양도, 합병∙분할,
                            경영정책의 변경 등 부득이한 사유로 이 약관에 의한 서비스를
                            폐쇄하는 경우, 늦어도 폐쇄 예정일부터 늦어도 15 일 전에 회원에게
                            공지합니다.
                        </p>
                    </div>
                    <div class="row-type type-1">
                        <h3>제 26 조 (약관 위반시 책임)</h3>
                        <p>
                            “몰” 의 회원은 상호 신의 성실에 입각하여 이 약관의 내용을
                            이행하며, 이 약관의 위반으로 발생된 결과는 그 책임 있는 당사자에게
                            귀속됩니다.
                        </p>
                    </div>
                    <div class="row-type type-1">
                        <h3>제 27 조 (분쟁해결)</h3>
                        <ol>
                            <li>
                                이 약관에서 정하지 않은 사항과 이 약관의 해석에 관하여는
                                대한민국 관련 법령 및 상관례에 따라 처리합니다.
                            </li>
                            <li>
                                이 약관에 의한 서비스 이용과 관련한 제반 분쟁 및 소송은 회원의
                                주소지를 관할하는 법원 또는 서울서부지방법원을 제 1 심
                                관할법원으로 합니다.
                            </li>
                        </ol>
                    </div>
                    <div class="row-type type-1">
                        <h3>제 3 장(nutri3.3 사이트 서비스)</h3>
                    </div>
                    <div class="row-type type-1">
                        <h3>제 1 조 (목적)</h3>
                        <p>
                            이 약관은 몰에서 제공하는 관련 서비스(이하 "서비스"라 함)를
                            이용함에 있어 고객의 권리, 의무 및 책임사항을 규정함을 목적으로
                            합니다. PC 통신, 모바일 등 기타 전자상거래에 대해서도 그 목적과
                            성질에 반하지 않는 한 이 약관이 적용됩니다.
                        </p>
                    </div>
                    <div class="row-type type-1">
                        <h3>제 2 조 (약관의 등의 명시와 설명)</h3>
                        <ol>
                            <li>
                                몰은 이 약관의 내용과 상호 및 대표자 성명, 영업소 소재지 주소,
                                전화번호, 팩스전송번호, 전자우편주소, 사업자등록번호,
                                통신판매업신고번호, 개인정보 관리책임자 등을 고객이 쉽게 알 수
                                있도록 몰의 초기화면에 게시합니다. 다만, 약관의 내용은 고객이
                                연결화면을 통하여 볼 수 있도록 할 수 있습니다.
                            </li>
                            <li>
                                몰은 고객이 약관에 동의하기에 앞서 약관에 정하여져 있는 내용 중
                                청약철회, 배송책임, 환불조건 등과 같은 중요한 내용을 고객이
                                이해할 수 있도록 별도의 연결화면 또는 팝업화면 등을 몰에
                                제공하여 고객의 확인을 구하여야 합니다.
                            </li>
                            <li>
                                몰은 전자상거래 등에서의 소비자보호에 관한 법률, 약관의 규제에
                                관한 법률, 전자거래기본법, 전자서명법, 정보통신망 이용촉진 등에
                                관한 법률, 개인정보보호법, 방문 판매 등에 관한 법률,
                                소비자보호법 등 관련법을 위배하지 않는 범위에서 이 약관을 개정할
                                수 있습니다.
                            </li>
                        </ol>
                    </div>
                    <div class="row-type type-1">
                        <h3>제 3 조(서비스의 제공 및 변경)</h3>
                        <ol>
                            <li>
                                몰은 다음과 같은 업무를 수행합니다.

                                <ul>
                                    <li>
                                        재화또는용역에대한정보제공및구매계약의체결 o 구매계약이
                                        체결된 재화의 배송
                                    </li>
                                    <li>구매계약및배송에관련된용역제공</li>
                                    <li>해당용역에대한고객응대및처리</li>
                                    <li>기타몰이정하는업무</li>
                                </ul>
                            </li>
                            <li>
                                몰은 재화 등의 품절 또는 기술적 사양의 변경 등의 경우에는 장차
                                체결되는 계약에 의해 제공할 재화 등의 내용을 변경할 수 있습니다.
                                이 경우에는 변경된 재화 등의 내용 및 제공일자를 명시하여 현재의
                                재화 등의 내용을 게시한 곳에 즉시 공지합니다.
                            </li>
                            <li>
                                몰이 제공하기로 고객과 계약을 체결한 서비스의 내용을 재화 등의
                                품절 또는 기술적 사양의 변경 등의 사유로 변경할 경우에는 그
                                사유를 고객에게 통지 가능한 방법으로 즉시 통지합니다.
                            </li>
                            <li>
                                전항의 경우 몰은 이로 인하여 고객이 입은 손해를 배상합니다.
                                다만, 몰이 고의 또는 과실이 없음을 입증하는 경우에는 그러하지
                                아니합니다.
                            </li>
                        </ol>
                    </div>
                    <div class="row-type type-1">
                        <h3>제 4 조 (서비스의 중단)</h3>
                        <ol>
                            <li>
                                몰은 컴퓨터 등 전기통신설비의 보수점검•교체 및 고장, 통신의 두절
                                등의 사유가 발생한 경우에는 서비스의 제공의 일시중단 사실을
                                통지하고 서비스를 일시적으로 중단할 수 있습니다.
                            </li>
                        </ol>
                    </div>
                    <div class="row-type type-2">
                        <h3>제 5 조 (구매신청)</h3>
                        <p>
                            고객은 몰에서 다음 또는 이와 유사한 방법에 의하여 구매를 신청하며,
                            몰은 고객이 구매신청을 함에 있어서 다음의 각 내용을 알기 쉽게
                            제공하여야 합니다. 다만, 회원인 경우 제 2 호 내지 제4호의 적용을
                            제외할 수 있습니다.
                        </p>
                        <ul>
                            <li>재화 등의 검색 및 선택</li>
                            <li>
                                성명, 주소, 전화번호, 전자우편주소, 휴대전화번호 등의 입력
                            </li>
                            <li>
                                약관내용, 청약 철회권이 제한되는 서비스, 배송료, 설치비 등의
                                비용부담과 관련한 내용에 대한 확인
                            </li>
                            <li>
                                이 약관에 동의하고 제3호의 사항을 확인하거나 거부하는 표시
                            </li>
                            <li>재화등의구매신청및이에관한확인또는몰의확인에대한동의</li>
                            <li>결제 방법의 선택</li>
                        </ul>
                    </div>
                    <div class="row-type type-1">
                        <h3>제 6 조 (구매계약의 성립)</h3>
                        <ol>
                            <li>
                                몰은 고객의 구매신청에 대하여 다음 각호에 해당하면 고객의 청약에
                                대하여 승낙하지 않을 수 있습니다. 다만, 아동이 체결한 계약의
                                경우에는 법정대리인의 동의를 얻지 못하면 아동 본인 또는 그
                                법정대리인은 해당 계약을 취소할 수 있습니다.

                                <ul>
                                    <li>신청 내용에 허위, 기재누락, 오기가 있는 경우</li>
                                    <li>아동이 보호자의 승낙 없이 구매하는 경우</li>
                                    <li>
                                        기타 구매신청에 승낙하는 것이 기술상 현저히 지장이 있다고
                                        판단하는 경우
                                    </li>
                                </ul>
                            </li>
                            <li>
                                몰의 승낙은 주문 완료 후 메일의 형태로 고객에게 전달되며, 이
                                메일이 고객에게 도달한 시점에 계약이 성립된 것으로 간주합니다.
                            </li>
                            <li>
                                몰의 승낙의 의사표시에는 고객의 구매 신청에 대한 확인 및
                                판매가능 여부, 구매신청의 정정 취소 등에 관한 정보 등을
                                포함합니다.
                            </li>
                        </ol>
                    </div>
                    <div class="row-type type-2">
                        <h3>제 7 조(결제방법)</h3>
                        <p>
                            몰에서 구매한 재화 등에 대한 결제방법은 다음 각호의 하나로 할 수
                            있습니다. 다만, 결제방법은 회사의 영업정책 또는 기타 사정에 의하여
                            변경될 수 있습니다.
                        </p>

                        <ul>
                            <li>폰뱅킹, 인터넷뱅킹, 메일 뱅킹 등의 각종 계좌이체</li>
                            <li>선불카드, 직불카드, 신용카드 등의 각종 카드 결제</li>
                            <li>기타 몰에서 정하는 결제수단</li>
                        </ul>
                    </div>
                    <div class="row-type type-1">
                        <h3>제 8 조 (수신확인통지, 구매신청 변경 및 취소)</h3>
                        <ol>
                            <li>
                                몰은 고객의 구매신청이 있는 경우 고객에게 수신확인통지를 합니다.
                            </li>
                            <li>
                                수신확인통지를 받은 고객은 의사표시의 불일치 등이 있는 경우에는
                                수신확인통지를 받은 후 즉시 몰의 웹페이지 혹은 전화를 통해
                                구매신청 변경 및 취소를 요청할 수 있고 몰은 고객의 요청이 있는
                                경우에는 그 요청에 따라 처리하여야 합니다. 다만, 이미 대금을
                                지불한 경우에는 청약철회 규정에 따릅니다.
                            </li>
                            <li>
                                만약 고객이 변경 및 취소를 요구하였을 때 몰이 그 진행을 통제할
                                수 없는 경우 반품으로 처리되어야 하며 청약 철회의 과정을
                                따릅니다.
                            </li>
                        </ol>
                    </div>
                    <div class="row-type type-1">
                        <h3>제 9 조(배송)</h3>
                        <ol>
                            <li>
                                몰은 고객과 재화 등의 공급시기에 관하여 별도의 약정이 없는
                                이상,고객이 청약을 한 날부터 14 일 이내에 재화 등을 배송할 수
                                있도록 주문제작, 포장 등 기타의 필요한 조치를 취합니다. 다만,
                                몰이 이미 재화 등 대금의 전부 또는 일부를 받은 경우에는 대금의
                                전부 또는 일부를 받은 날부터 3 영업일 이내에 재화 등의 공급을
                                위하여 필요한 조치를 취합니다. 이 때 몰은 고객이 재화 등의 공급
                                절차 및 진행 사항을 확인할 수 있도록 적절한 조치를 합니다.
                            </li>
                            <li>
                                몰은 고객이 구매한 재화에 대해 배송수단, 수단별 배송비용 부담자,
                                수단별 배송기간 등을 명시합니다. 만약 몰의 고의, 과실로 약정
                                배송기간을 초과한 경우에는 그로 인한 고객의 손해를 배상하여야
                                합니다.다만 몰이 고의과실이 없음을 입증한 경우에는 그러하지
                                아니합니다.
                            </li>
                            <li>
                                몰은 배송과정에서 상품이 파손되지 않도록 적절한 포장을 하여야
                                하며 '전자상거래 등에서의 소비자 보호에 관한 법률' 규정에 따라
                                소비자의 청약에 따라 재화 등을 공급하는 경우 그 내용을 기재한
                                서면(이하 "공급서"라 한다)을 재화 등에 첨부하여 소비자에게
                                송부합니다.
                            </li>
                        </ol>
                    </div>
                    <div class="row-type type-1">
                        <h3>제 10 조(환급)</h3>
                        <p>
                            몰은 고객이 구매 신청한 재화 등이 품절 등의 사유로 인도 또는
                            제공을 할 수 없을 때에는 지체 없이 그 사유를 고객에게 통지하고
                            사전에 재화 등의 대금을 받은 경우에는 대금을 받은 날부터 3 영업일
                            이내에 환급하거나 환급에 필요한 조치를 취합니다.
                        </p>
                    </div>
                    <div class="row-type type-1">
                        <h3>제 11 조(청약철회 등) :</h3>
                        <ol>
                            <li>
                                몰과 재화 등의 구매에 관한 계약을 체결한 고객은 계약 내용에 관한
                                서면을 교부 받은 날로부터 14일(다만, 그 서면을 교부 받은 때보다
                                재화 등의 공급이 늦게 이루어진 경우에는 재화 등의 공급을 받거나
                                공급이 개시된 날부터 14 일) 이내에 청약의 철회를 할 수 있습니다.
                            </li>
                            <li>
                                고객은 재화 등을 배송 받은 경우 다음 각 호에 해당하는 경우에는
                                반품 및 교환을 할 수 없습니다.
                                <ul>
                                    <li>
                                        고객에게책임있는사유로재화등이멸실또는훼손된경우(다만,재화등의
                                        내용을 확인하기 위하여 포장 등을 훼손한 경우에는 청약철회를
                                        할 수 있습니다)
                                    </li>
                                    <li>
                                        고객의사용또는일부소비에의하여재화등의가치가현저히감소한경우
                                    </li>
                                    <li>
                                        시간의 경과에 의하여 재판매가 곤란할 정도로 재화 등의 가치가
                                        현저히 감소한 경우
                                    </li>
                                    <li>
                                        같은성능을지닌재화등으로복제가가능한경우그원본인재화등의포장을
                                        훼손한 경우
                                    </li>
                                </ul>
                            </li>
                            <li>
                                고객은 전항 제 2 호 내지 제 4 호의 경우에 몰이 사전에 청약철회
                                등이 제한되는 사실을 소비자가 쉽게 알 수 있는 곳에 명기하지
                                않았다면 고객의 청약철회 등이 제한되지 않습니다.
                            </li>
                            <li>
                                고객은 제 1 항 및 제 2 항의 규정에도 불구하고 재화 등의 내용이
                                표시, 광고 내용과 다르거나 계약 내용과 다르게 이행된 때에는 당해
                                재화 등을 공급받은 날부터 3 월 이내, 그 사실을 안 날 또는 알 수
                                있었던 날부터 30 일 이내에 청약철회 등을 할 수 있습니다.
                            </li>
                        </ol>
                    </div>
                    <div class="row-type type-1">
                        <h3>제 12 조 (청약철회 등의 효과)</h3>
                        <ol>
                            <li>
                                몰은 고객으로부터 재화 등을 반환 받은 경우 3 영업일 이미
                                지급받은 재화 등의 대금을 환급합니다. 이 경우 몰의 고객에게 재화
                                등의 환급을 지연한 때에는 그 지연기간에 대하여 공정거래위원회가
                                정하여 고시하는 지연이자율을 곱하여 산정한 지연이자를
                                지급합니다. :
                            </li>
                            <li>
                                몰은 위 대금을 환급함에 있어서 고객이 신용카드 또는 전자화폐
                                등의 결제수단으로 재화 등의 대금을 지급한 때에는 지체 없이 당해
                                결제수단을 제공한 사업자로 하여금 재화 등의 대금의 청구를 정지
                                또는 취소하도록 요청합니다.
                            </li>
                            <li>
                                청약 철회 등의 경우 공급받은 재화 등의 반환에 필요한 비용은
                                기본적으로 고객이 부담합니다. 몰은 고객에게 청약 철회 등을
                                이유로 위약금 또는 손해배상을 청구하지 않습니다. 다만, 재화 등의
                                내용이 표시광고 내용과 다르거나 계약내용과 다르게 이행되어
                                청약철회 등을 하는 경우 재화 등의 반환에 필요한 비용은 몰이
                                부담합니다.
                            </li>
                            <li>
                                고객이 수취거부나 환불을 원하는 경우 배송비(처음 구매 건이
                                무료배송이면 왕복 배송비, 고객 선불이면 편도 배송비)와 은행 송금
                                수수료를 부담해야 하며, 실제 몰의 환불은 상품 반송이 확인 된 후
                                환불됩니다.
                            </li>
                            <li>
                                단순 고객변심으로 인한 교환/반품의 경우 왕복 배송비는 고객이
                                부담해야 합니다.
                            </li>
                            <li>
                                고객의 부재중이거나 수취인 주소 불명으로 인해 반송되어 다시
                                배송되는 경우 해당 배송비는 고객이 부담합니다.
                            </li>
                            <li>
                                모든 반품 시, 고객은 판촉행위로 인한 경품 및 사은품을 반납하여야
                                하며, 고객이 사은품을 사용하였을 경우 몰은 해당 금액만큼
                                차감하여 지급할 수 있습니다. 다만, 몰의 책임이 있는 사유로 인한
                                반품의 경우에는 그렇지 않습니다.
                            </li>
                        </ol>
                    </div>
                    <div class="row-type type-1">
                        <h3>제 13 조 (면책조항)</h3>
                        <ol>
                            <li>
                                회사는 회원의 귀책사유로 인하여 서비스 이용의 장애가 발생한
                                경우에는 책임이 면제됩니다.
                            </li>
                            <li>
                                회사는 회원이 회사의 서비스 제공으로부터 기대되는 이익을 얻지
                                못하였거나 서비스 자료에 대한 취사 선택 또는 이용으로 발생하는
                                손해 등에 대해서는 책임이 면제됩니다.
                            </li>
                            <li>
                                회사는 회원이 서비스에 게재한 정보, 자료, 사실의 신뢰도, 정확성
                                등 그 내용에 관하여는 책임이 면제됩니다.
                            </li>
                        </ol>
                    </div>
                    <div class="row-type type-1">
                        <h3>제 14 조 (관할법원)</h3>
                        <ol>
                            <li>
                                이 약관에서 정하지 않은 사항과 이 약관의 해석에 관하여는
                                대한민국 관련 법령 및 상관례에 따라 처리합니다.
                            </li>
                            <li>
                                이 약관에 의한 서비스 이용과 관련한 제반 분쟁 및 소송은 회원의
                                주소지를 관할하는 법원 또는 서울중앙지방법원을 제 1 심
                                관할법원으로 합니다.
                            </li>
                        </ol>
                    </div>
                    <div class="row-type type-1">
                        <h3>제 15 조 (개인정보)</h3>
                        <ol>
                            <li>
                                회사는 고객의 개인정보와 관련하여 개인정보처리지침을 작성하여
                                사전에 이를 고객 제공한 후 동의를 구한다.
                            </li>
                            <li>
                                고객의 개인정보에 관한 모든 사항은 개인정보처리지침에 따라
                                적용하고 처리하며, 이에 규정되지 아니 한 사항은 개인정보 관련
                                법령에 따른다
                            </li>
                        </ol>
                    </div>
                    <div class="row-type type-1">
                        <p>부칙-</p>
                        <p>개인정보처리방침 버전번호: 1.1</p>
                        <p>개인정보처리방침 시행일자: 2021. 09. 24</p>
                        <p>개인정보처리방침 변경공고일자: 2021. 09. 17</p>
                    </div>
          </div>
        </template>
      </div>
    </div>
  </div>
</template>

<script>
import KakaoChat from "../components/KakaoChat.vue";
export default {

  data() {
    return {
      terms: "terms",
      Terms: [],
    };
  },
  mounted() {
    this.getTerms();
  },
  methods: {
    async getTerms() {
      try {
        const actualData = await axios.post("/cms", {key: this.terms});
        this.Terms = actualData.data.data;
       } catch (error) {
        return;
      }
    },
  },
};
</script>

<style lang="scss">
.terms-comp{
  .my-recipe-section {
    .heading {
      h1{
        font-size: 30px;
      }
    }
  }
.row-type {
  margin-bottom: 30px;
  h3 {
    font-style: normal;
    font-weight: 700;
    font-size: 12px;
    line-height: 150%;
    color: #666666;
    margin-bottom: 5px;
  }
  p,
  ul li,
  ol li {
    font-weight: 500;
    font-size: 12px;
    line-height: 150%;
    color: #666666;
  }
  &.type-2 {
    ul {
      padding-left: 35px;
    }
  }
}
.pad-bottom-15 {
  padding-bottom: 15px;
}
.my-recipe-body {
  padding-bottom: 50px;
  margin-top: 40px !important;
  ol {
    list-style-type: auto;
    padding-left: 20px;
  }
  ul {
    list-style-type: disc;
    padding-left: 20px;
  }
  h2 {
    font-weight: 700;
    font-size: 16px;
    line-height: 150%;
    color: #333333;
    margin-bottom: 30px;
  }
}
}
</style>